backend/modules/rbac/controllers/MenuController.php

    public function actionCreate()
    {
        $model = new Menu;

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `t_menu` (`parent`, `name`, `route`, `order`, `icon`) VALUES (1, '添加规则', '/rbac/menu/add', NULL, 'fa fa-adjust')

    public function actionDeleteAll(){
        $data = Yii::$app->request->post();
        if($data){
            $model = new Menu;
            $count = $model->deleteAll(["in","id",$data['keys']]);
---
DELETE FROM `t_menu` WHERE `id`=32

    protected function findModel($id)
    {
        if (($model = Menu::findOne($id)) !== null) {
---
SELECT * FROM `t_menu` WHERE `id`='32'